brew "coreutils"
brew "diffutils"
brew "emacs"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "jq"
brew "xz"
brew "mas"
brew "mise"
brew "peco"
brew "rust"
brew "wget"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
cask "1password"
cask "discord"
cask "docker-desktop"
cask "font-menlo-for-powerline"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "logi-options+"
cask "slack"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Tomato 2", id: 1494210770
vscode "adrianwilczynski.terminal-commands"
vscode "ms-ceintl.vscode-language-pack-ja"
