tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anyenv"
brew "coreutils"
brew "diffutils"
brew "emacs"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "jq"
brew "mas"
brew "rust"
brew "wget"
brew "xz"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
cask "1password"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "rubymine"
cask "skitch"
cask "slack"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tomato 2", id: 1494210770
vscode "adrianwilczynski.terminal-commands"
vscode "MS-CEINTL.vscode-language-pack-ja"
